---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentSynchronizedWithCentralEventArgs
source: html/36bfd237-9247-5101-e506-2fb67ddfd108.htm
---
# DocumentSynchronizedWithCentralEventArgs Members

Indicates whether the event is being cancelled.